var post_data = [
  {
    id: "0",
    title: "拳皇97游戏介绍和背景故事拳皇97游戏介绍和背景故事1",
    image: "/images/temp/item_01.jpg",
    time: "2017-06-06",
    detail: "1时间流逝，八尺琼不想生活在草薙的“阴影”下，大蛇召唤他，两者签定了“血之契约”后，便给予了八尺琼家族无穷的力量，并要求八尺琼改姓八神，但代价是放弃守护大蛇封印的使命。（所以在KOF97三神器队结局里，大蛇会叫八神“我的儿子”）草薙家意识到了他们的背叛，开始了反击。从那以后，两家的争斗从未停止，实力也一直不分高低。 因为得到大蛇的力量，八神家的力量之火（八神流古武术）为紫色，也获得了大蛇之力的奥义——八稚女。"
  },
  {
    id: "1",
    title: "拳皇97游戏介绍和背景故事拳皇97游戏介绍和背景故事2",
    image: "/images/temp/item_01.jpg",
    time: "2017-06-06",
    detail: "2时间流逝，八尺琼不想生活在草薙的“阴影”下，大蛇召唤他，两者签定了“血之契约”后，便给予了八尺琼家族无穷的力量，并要求八尺琼改姓八神，但代价是放弃守护大蛇封印的使命。（所以在KOF97三神器队结局里，大蛇会叫八神“我的儿子”）草薙家意识到了他们的背叛，开始了反击。从那以后，两家的争斗从未停止，实力也一直不分高低。 因为得到大蛇的力量，八神家的力量之火（八神流古武术）为紫色，也获得了大蛇之力的奥义——八稚女。"
  },
  {
    id: "2",
    title: "拳皇97游戏介绍和背景故事拳皇97游戏介绍和背景故事3",
    image: "",
    time: "2017-06-06",
    detail: "时间流逝，八尺琼不想生活在草薙的“阴影”下，大蛇召唤他，两者签定了“血之契约”后，便给予了八尺琼家族无穷的力量，并要求八尺琼改姓八神，但代价是放弃守护大蛇封印的使命。（所以在KOF97三神器队结局里，大蛇会叫八神“我的儿子”）草薙家意识到了他们的背叛，开始了反击。从那以后，两家的争斗从未停止，实力也一直不分高低。 因为得到大蛇的力量，八神家的力量之火（八神流古武术）为紫色，也获得了大蛇之力的奥义——八稚女。"
  },
  {
    id: "3",
    title: "拳皇97游戏介绍和背景故事拳皇97游戏介绍和背景故事4",
    image: "/images/temp/item_01.jpg",
    time: "2017-06-06",
    detail: "时间流逝，八尺琼不想生活在草薙的“阴影”下，大蛇召唤他，两者签定了“血之契约”后，便给予了八尺琼家族无穷的力量，并要求八尺琼改姓八神，但代价是放弃守护大蛇封印的使命。（所以在KOF97三神器队结局里，大蛇会叫八神“我的儿子”）草薙家意识到了他们的背叛，开始了反击。从那以后，两家的争斗从未停止，实力也一直不分高低。 因为得到大蛇的力量，八神家的力量之火（八神流古武术）为紫色，也获得了大蛇之力的奥义——八稚女。"
  },
  {
    id: "4",
    title: "拳皇97游戏介绍和背景故事拳皇97游戏介绍和背景故事5",
    image: "/images/temp/item_01.jpg",
    time: "2017-06-06",
    detail: "时间流逝，八尺琼不想生活在草薙的“阴影”下，大蛇召唤他，两者签定了“血之契约”后，便给予了八尺琼家族无穷的力量，并要求八尺琼改姓八神，但代价是放弃守护大蛇封印的使命。（所以在KOF97三神器队结局里，大蛇会叫八神“我的儿子”）草薙家意识到了他们的背叛，开始了反击。从那以后，两家的争斗从未停止，实力也一直不分高低。 因为得到大蛇的力量，八神家的力量之火（八神流古武术）为紫色，也获得了大蛇之力的奥义——八稚女。"
  },
  {
    id: "5",
    title: "拳皇97游戏介绍和背景故事拳皇97游戏介绍和背景故事6",
    image: "/images/temp/item_01.jpg",
    time: "2017-06-06",
    detail: "时间流逝，八尺琼不想生活在草薙的“阴影”下，大蛇召唤他，两者签定了“血之契约”后，便给予了八尺琼家族无穷的力量，并要求八尺琼改姓八神，但代价是放弃守护大蛇封印的使命。（所以在KOF97三神器队结局里，大蛇会叫八神“我的儿子”）草薙家意识到了他们的背叛，开始了反击。从那以后，两家的争斗从未停止，实力也一直不分高低。 因为得到大蛇的力量，八神家的力量之火（八神流古武术）为紫色，也获得了大蛇之力的奥义——八稚女。"
  },
]

module.exports = {
  postList : post_data
}