var kof_data = [
  {
    id: "0",
    name: "草薙京1",
    avatar: "/images/temp/avatar.jpg",
    skill: "/images/temp/skill.jpg",
    info: "京是守护三种之神器之一“草薙剑”的草薙流古武术的继承者，拥有赤炎能力，拥有极高的格斗武艺天赋。 京性格傲岸不逊，过于自信而且毒舌，不太善于表达对他人的关心，但是在家人、好友、恋人、徒弟等人被卷入某些纠纷或受到伤害时会表现出愤怒的一面。另外，和其他队的格斗家关系很好，经常相互开玩笑并且说些搞笑的嘴炮。 京在学校的表现却是完全相反的懒惰、迟到、上课睡觉、旷课更是家常便饭，因此常年留级。其实，京在课业方面不是不聪明，只是因为懒得学习加上长期为了修行和参加比赛而缺课导致留级，原本可能被退学却因是KOF的常胜冠军间接令学校声名大噪而得以保留学级(不过仍没毕业)。"
  },
  {
    id: "1",
    name: "草薙京2",
    avatar: "/images/temp/avatar.jpg",
    skill: "/images/temp/skill.jpg",
    info: "京是守护三种之神器之一“草薙剑”的草薙流古武术的继承者，拥有赤炎能力，拥有极高的格斗武艺天赋。 京性格傲岸不逊，过于自信而且毒舌，不太善于表达对他人的关心，但是在家人、好友、恋人、徒弟等人被卷入某些纠纷或受到伤害时会表现出愤怒的一面。另外，和其他队的格斗家关系很好，经常相互开玩笑并且说些搞笑的嘴炮。 京在学校的表现却是完全相反的懒惰、迟到、上课睡觉、旷课更是家常便饭，因此常年留级。其实，京在课业方面不是不聪明，只是因为懒得学习加上长期为了修行和参加比赛而缺课导致留级，原本可能被退学却因是KOF的常胜冠军间接令学校声名大噪而得以保留学级(不过仍没毕业)。"
  }
]